Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Working
ar: يعمل
ca: Treballant
cs: Pracuje
da: Arbejder
de: Arbeitet
es: Trabajando
fi: Työskentelee
fr: En cours
he: עובד
hu: Dolgozik
it: In esecuzione
ja: 作業中
ko: 작업 중
nb: Arbeider
nl: Bezig
pl: Pracuje
pt_br: Trabalhando
pt_pt: A trabalhar
ro: Lucrează
sl: Dela
sv: Arbetar
uk: Працює
vi: Đang làm việc
zh_hans: 工作中
zh_hant: 工作中

source: Working directory for the new shell, relative to the rootshell home folder unless absolute.
ar: مجلد العمل للصدفة الجديدة، نسبةً إلى مجلد rootshell الرئيسي ما لم يكن مساراً مطلقاً.
ca: Directori de treball per a la shell nova, relatiu a la carpeta d'inici de rootshell tret que sigui absolut.
cs: Pracovní adresář pro nový shell, relativní k domovské složce rootshell, pokud není absolutní.
da: Arbejdsmappe for den nye shell, relativ til rootshells hjemmemappe, medmindre den er absolut.
de: Arbeitsverzeichnis für die neue Shell, relativ zum Basisordner von rootshell, sofern nicht absolut.
es: Directorio de trabajo del nuevo shell, relativo a la carpeta de inicio de rootshell salvo que sea absoluto.
fi: Uuden komentotulkin työhakemisto, suhteessa rootshellin kotikansioon, ellei se ole absoluuttinen.
fr: Répertoire de travail du nouveau shell, relatif au dossier de départ de rootshell sauf s'il est absolu.
he: ספריית העבודה של המעטפת החדשה, יחסית לתיקיית הבית של rootshell אלא אם היא מוחלטת.
hu: Az új parancsértelmező munkakönyvtára, amely a rootshell kezdőmappájához képest relatív, hacsak nem abszolút.
it: Directory di lavoro per la nuova shell, relativa alla cartella home di rootshell se non assoluta.
ja: 新しいシェルの作業ディレクトリ。絶対パスでない場合は rootshell のホームフォルダからの相対パスになります。
ko: 새 셸의 작업 디렉터리입니다. 절대 경로가 아니면 rootshell 홈 폴더를 기준으로 합니다.
nb: Arbeidskatalog for det nye skallet, relativt til rootshell-hjemmemappen med mindre den er absolutt.
nl: Werkmap voor de nieuwe shell, relatief ten opzichte van de thuismap van rootshell tenzij het pad absoluut is.
pl: Katalog roboczy nowej powłoki, względem folderu domowego rootshell, chyba że jest bezwzględny.
pt_br: Diretório de trabalho para o novo shell, relativo à pasta base do rootshell, a menos que seja absoluto.
pt_pt: Diretório de trabalho para a nova shell, relativo à pasta home do rootshell, salvo se for absoluto.
ro: Directorul de lucru pentru noul shell, relativ la dosarul de bază rootshell dacă nu este absolut.
sl: Delovni imenik za novo lupino, relativen glede na domačo mapo rootshell, razen če je absoluten.
sv: Arbetskatalog för det nya skalet, relativ till rootshells hemmapp om den inte är absolut.
uk: Робочий каталог для нової оболонки, відносно домашньої теки rootshell, якщо шлях не абсолютний.
vi: Thư mục làm việc cho shell mới, tính tương đối so với thư mục nhà của rootshell trừ khi là đường dẫn tuyệt đối.
zh_hans: 新 Shell 的工作目录；除非为绝对路径，否则相对于 rootshell 主文件夹。
zh_hant: 新 Shell 的工作目錄；除非為絕對路徑，否則會相對於 rootshell 主資料夾。

source: Working directory to cd into after connecting.
ar: مجلد العمل للانتقال إليه بعد الاتصال.
ca: Directori de treball on fer cd després de connectar.
cs: Pracovní adresář, do kterého se přejde po připojení.
da: Arbejdsmappe at cd ind i efter tilslutning.
de: Arbeitsverzeichnis, in das nach dem Verbinden gewechselt wird.
es: Directorio de trabajo al que cambiar con cd después de conectar.
fi: Työhakemisto, johon siirrytään yhdistämisen jälkeen.
fr: Répertoire de travail dans lequel se placer après la connexion.
he: ספריית עבודה לביצוע cd אליה לאחר התחברות.
hu: Munkakönyvtár, amelybe a csatlakozás után lép.
it: Directory di lavoro in cui spostarsi dopo la connessione.
ja: 接続後にcdで移動する作業ディレクトリ。
ko: 연결 후 이동할 작업 디렉터리.
nb: Arbeidskatalog å gå til etter tilkobling.
nl: Werkmap om na het verbinden naar te navigeren.
pl: Katalog roboczy, do którego przejść po połączeniu.
pt_br: Diretório de trabalho para acessar após conectar.
pt_pt: Diretório de trabalho para cd após a ligação.
ro: Directorul de lucru în care se face cd după conectare.
sl: Delovni imenik, v katerega se preklopi po vzpostavitvi povezave.
sv: Arbetskatalog att cd:a till efter anslutning.
uk: Робочий каталог для переходу після з'єднання.
vi: Thư mục làm việc để cd vào sau khi kết nối.
zh_hans: 连接后要切换到的工作目录。
zh_hant: 連線後要切換到的工作目錄。

source: Working for %@
ar: يعمل منذ %@
ca: Treballant des de fa %@
cs: Pracuje %@
da: Arbejder i %@
de: Arbeitet seit %@
es: Trabajando desde hace %@
fi: Työskennellyt %@
fr: En cours depuis %@
he: עובד %@
hu: Dolgozik: %@
it: In esecuzione da %@
ja: 作業時間 %@
ko: %@ 동안 작업 중
nb: Arbeider i %@
nl: Bezig sinds %@
pl: Pracuje od %@
pt_br: Trabalhando há %@
pt_pt: A trabalhar há %@
ro: Lucrează de %@
sl: Dela %@
sv: Arbetar sedan %@
uk: Працює %@
vi: Đang làm việc %@
zh_hans: 已工作 %@
zh_hant: 已工作 %@

source: Wrap to Width
ar: التفاف حسب العرض
ca: Ajusta a l'amplada
cs: Zalomit na šířku
da: Ombryd til bredde
de: Auf Breite umbrechen
es: Ajustar al ancho
fi: Rivitä leveyden mukaan
fr: Couper à la largeur
he: גלישה לרוחב
hu: Tördelés szélességhez
it: Manda a capo alla larghezza
ja: 指定幅で折り返す
ko: 너비에 맞춰 줄바꿈
nb: Bryt til bredde
nl: Afbreken op breedte
pl: Zawiń do szerokości
pt_br: Quebrar Linhas na Largura
pt_pt: Quebrar à largura
ro: Încadrează la lățime
sl: Prelomi na širino
sv: Radbryt till bredd
uk: Перенести за шириною
vi: Ngắt dòng theo độ rộng
zh_hans: 按宽度折行
zh_hant: 依寬度斷行

source: Write
ar: كتابة
ca: Escriptura
cs: Zápis
da: Skriv
de: Schreiben
es: Escritura
fi: Kirjoitus
fr: Écriture
he: כתיבה
hu: Írás
it: Scrittura
ja: 書き込み
ko: 쓰기
nb: Skriv
nl: Schrijven
pl: Zapis
pt_br: Escrita
pt_pt: Escrita
ro: Scriere
sl: Pisanje
sv: Skriv
uk: Запис
vi: Ghi
zh_hans: 写入
zh_hant: 寫入

source: Written by Kit Knox
ar: بواسطة Kit Knox
ca: Escrit per Kit Knox
cs: Napsal Kit Knox
da: Skrevet af Kit Knox
de: Entwickelt von Kit Knox
es: Escrito por Kit Knox
fi: Tekijä: Kit Knox
fr: Développé par Kit Knox
he: נכתב על ידי Kit Knox
hu: Készítette Kit Knox
it: Scritto da Kit Knox
ja: 作者: Kit Knox
ko: 개발자: Kit Knox
nb: Skrevet av Kit Knox
nl: Geschreven door Kit Knox
pl: Autor: Kit Knox
pt_br: Desenvolvido por Kit Knox
pt_pt: Escrito por Kit Knox
ro: Scris de Kit Knox
sl: Razvil Kit Knox
sv: Skriven av Kit Knox
uk: Автор — Kit Knox
vi: Được viết bởi Kit Knox
zh_hans: 由 Kit Knox 开发
zh_hant: 由 Kit Knox 開發

source: XDG runtime dir
ar: مجلد XDG runtime
ca: Directori XDG runtime
cs: Adresář XDG runtime
da: XDG runtime-mappe
de: XDG-Runtime-Verzeichnis
es: Directorio de tiempo de ejecución XDG
fi: XDG-suoritushakemisto
fr: Répertoire d'exécution XDG
he: תיקיית זמן ריצה של XDG
hu: XDG futásidejű könyvtár
it: Directory runtime XDG
ja: XDGランタイムディレクトリ
ko: XDG 런타임 디렉터리
nb: XDG runtime-katalog
nl: XDG runtime-map
pl: Katalog runtime XDG
pt_br: Diretório de runtime XDG
pt_pt: Directório runtime XDG
ro: Director runtime XDG
sl: Imenik izvajanja XDG
sv: XDG-runtime-katalog
uk: Каталог часу виконання XDG
vi: Thư mục runtime XDG
zh_hans: XDG 运行时目录
zh_hant: XDG 執行階段目錄

source: Yank back the last killed text
ar: استعادة آخر نص محذوف (yank)
ca: Recuperar l'últim text eliminat (yank)
cs: Vložit naposledy smazaný text (yank)
da: Indsæt senest slettet tekst (yank)
de: Zuletzt gelöschten Text einfügen (Yank)
es: Recuperar el ultimo texto eliminado (yank)
fi: Palauta viimeksi poistettu teksti (yank)
fr: Rappeler le dernier texte supprime (yank)
he: שליפת הטקסט האחרון שנמחק (yank)
hu: Az utolso torolt szoveg visszaillesztese (yank)
it: Reinserisci l'ultimo testo cancellato (yank)
ja: 最後にキルしたテキストをヤンクする
ko: 마지막으로 킬한 텍스트를 yank하여 붙여넣기
nb: Lim inn sist drept tekst (yank)
nl: Laatste verwijderde tekst terugplaatsen (yank)
pl: Wklej ostatnio usunięty tekst (yank)
pt_br: Colar o último texto removido (yank)
pt_pt: Colar o último texto removido (yank)
ro: Lipeşte ultimul text şters (yank)
sl: Prilepi zadnje izbrisano besedilo (yank)
sv: Klistra tillbaka senast avbruten text
uk: Вставити останній вирізаний текст
vi: Dán lại văn bản vừa xóa
zh_hans: 粘贴最近删除的文本
zh_hant: 貼回最近刪除的文字

source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
he: כן
hu: Igen
it: Sì
ja: はい
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
sl: Da
sv: Ja
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

source: YOLO mode allows AI tools to execute commands without approval. This is dangerous and should only be used in controlled environments.
ar: وضع YOLO يسمح لأدوات الذكاء الاصطناعي بتنفيذ الأوامر دون موافقة. هذا خطير ويجب استخدامه فقط في بيئات محكومة.
ca: El mode YOLO permet que les eines d'IA executin ordres sense aprovació. Això és perillós i només s'hauria d'utilitzar en entorns controlats.
cs: Režim YOLO umožňuje nástrojům AI spouštět příkazy bez schválení. To je nebezpečné a mělo by se používat pouze v kontrolovaných prostředích.
da: YOLO-tilstand giver AI-værktøjer mulighed for at udføre kommandoer uden godkendelse. Dette er farligt og bør kun bruges i kontrollerede miljøer.
de: Im YOLO-Modus können KI-Tools Befehle ohne Genehmigung ausführen. Dies ist gefährlich und sollte nur in kontrollierten Umgebungen verwendet werden.
es: El modo YOLO permite que las herramientas de IA ejecuten comandos sin aprobación. Esto es peligroso y solo debe usarse en entornos controlados.
fi: YOLO-tila sallii tekoälytyökalujen suorittaa komentoja ilman hyväksyntää. Tämä on vaarallista ja sitä tulisi käyttää vain hallituissa ympäristöissä.
fr: Le mode YOLO permet aux outils IA d'exécuter des commandes sans approbation. C'est dangereux et ne devrait être utilisé que dans des environnements contrôlés.
he: מצב YOLO מאפשר לכלי AI להריץ פקודות ללא אישור. זה מסוכן ויש להשתמש בו רק בסביבות מבוקרות.
hu: A YOLO mód lehetővé teszi az AI-eszközök számára parancsok jóváhagyás nélküli végrehajtását. Ez veszélyes és csak ellenőrzött környezetben szabad használni.
it: La modalità YOLO consente agli strumenti AI di eseguire comandi senza approvazione. Questo è pericoloso e dovrebbe essere utilizzato solo in ambienti controllati.
ja: YOLO モードでは AI ツールが承認なしにコマンドを実行できます。これは危険であり、管理された環境でのみ使用してください。
ko: YOLO 모드는 AI 도구가 승인 없이 명령을 실행할 수 있게 합니다. 이는 위험하며 통제된 환경에서만 사용해야 합니다.
nb: YOLO-modus lar AI-verktøy utføre kommandoer uten godkjenning. Dette er farlig og bør kun brukes i kontrollerte miljøer.
nl: De YOLO-modus stelt AI-tools in staat opdrachten uit te voeren zonder goedkeuring. Dit is gevaarlijk en mag alleen worden gebruikt in gecontroleerde omgevingen.
pl: Tryb YOLO pozwala narzędziom AI wykonywać polecenia bez zatwierdzenia. Jest to niebezpieczne i powinno być używane tylko w kontrolowanych środowiskach.
pt_br: O modo YOLO permite que ferramentas de IA executem comandos sem aprovação. Isso é perigoso e deve ser usado apenas em ambientes controlados.
pt_pt: O modo YOLO permite que ferramentas de IA executem comandos sem aprovação. Isto é perigoso e deve ser utilizado apenas em ambientes controlados.
ro: Modul YOLO permite instrumentelor AI să execute comenzi fără aprobare. Acest lucru este periculos și ar trebui folosit doar în medii controlate.
sl: Način YOLO omogoča orodjem AI izvajanje ukazov brez odobritve. To je nevarno in naj se uporablja samo v nadzorovanih okoljih.
sv: YOLO-läget tillåter AI-verktyg att köra kommandon utan godkännande. Detta är farligt och bör bara användas i kontrollerade miljöer.
uk: Режим YOLO дозволяє інструментам ШІ виконувати команди без схвалення. Це небезпечно і має використовуватися лише в контрольованих середовищах.
vi: Chế độ YOLO cho phép các công cụ AI thực thi lệnh mà không cần phê duyệt. Điều này nguy hiểm và chỉ nên sử dụng trong môi trường được kiểm soát.
zh_hans: YOLO 模式允许 AI 工具在未经批准的情况下执行命令。这很危险，只应在受控环境中使用。
zh_hant: YOLO 模式允許 AI 工具在未經核准的情況下執行指令。這很危險，僅應在受控環境中使用。

source: YOLO mode allows AI tools to execute commands without approval. This is dangerous and should only be used in controlled environments. Are you sure?
ar: يتيح وضع YOLO لأدوات الذكاء الاصطناعي تنفيذ الأوامر بدون موافقة. هذا خطير ويجب استخدامه فقط في بيئات خاضعة للرقابة. هل أنت متأكد؟
ca: El mode YOLO permet que les eines d'IA executin ordres sense aprovació. Això és perillós i només s'hauria d'utilitzar en entorns controlats. N'esteu segur?
cs: Režim YOLO umožňuje AI nástrojům spouštět příkazy bez schválení. Toto je nebezpečné a mělo by se používat pouze v kontrolovaném prostředí. Jste si jisti?
da: YOLO-tilstand lader AI-værktøjer udføre kommandoer uden godkendelse. Dette er farligt og bør kun bruges i kontrollerede miljøer. Er du sikker?
de: Der YOLO-Modus erlaubt KI-Werkzeugen, Befehle ohne Genehmigung auszuführen. Dies ist gefährlich und sollte nur in kontrollierten Umgebungen verwendet werden. Sind Sie sicher?
es: El modo YOLO permite que las herramientas de IA ejecuten comandos sin aprobación. Esto es peligroso y solo debe usarse en entornos controlados. ¿Está seguro?
fi: YOLO-tila sallii tekoälytyökalujen suorittaa komentoja ilman hyväksyntää. Tämä on vaarallista ja sitä tulisi käyttää vain hallituissa ympäristöissä. Oletko varma?
fr: Le mode YOLO permet aux outils d'IA d'exécuter des commandes sans approbation. Ceci est dangereux et ne devrait être utilisé que dans des environnements contrôlés. Êtes-vous sûr ?
he: מצב YOLO מאפשר לכלי AI להריץ פקודות ללא אישור. זה מסוכן ויש להשתמש בו רק בסביבות מבוקרות. האם אתה בטוח?
hu: A YOLO mód lehetővé teszi az AI-eszközök számára parancsok jóváhagyás nélküli végrehajtását. Ez veszélyes és csak ellenőrzött környezetben szabad használni. Biztos benne?
it: La modalità YOLO consente agli strumenti AI di eseguire comandi senza approvazione. Questo è pericoloso e dovrebbe essere utilizzato solo in ambienti controllati. Continuare?
ja: YOLOモードではAIツールが承認なしにコマンドを実行できます。これは危険であり、管理された環境でのみ使用すべきです。よろしいですか？
ko: YOLO 모드에서는 AI 도구가 승인 없이 명령을 실행할 수 있습니다. 이는 위험하며 통제된 환경에서만 사용해야 합니다. 계속하시겠습니까?
nb: YOLO-modus lar AI-verktøy utføre kommandoer uten godkjenning. Dette er farlig og bør kun brukes i kontrollerte miljøer. Er du sikker?
nl: YOLO-modus stelt AI-tools in staat om opdrachten uit te voeren zonder goedkeuring. Dit is gevaarlijk en mag alleen in gecontroleerde omgevingen worden gebruikt. Weet u het zeker?
pl: Tryb YOLO pozwala narzędziom AI wykonywać polecenia bez zatwierdzenia. Jest to niebezpieczne i powinno być używane tylko w kontrolowanych środowiskach. Czy na pewno?
pt_br: O modo YOLO permite que ferramentas de IA executem comandos sem aprovação. Isso é perigoso e deve ser usado apenas em ambientes controlados. Tem certeza?
pt_pt: O modo YOLO permite que ferramentas de IA executem comandos sem aprovação. Isto é perigoso e deve ser usado apenas em ambientes controlados. Tem a certeza?
ro: Modul YOLO permite instrumentelor AI să execute comenzi fără aprobare. Aceasta este periculos și ar trebui utilizat doar în medii controlate. Sunteți sigur?
sl: Način YOLO omogoča orodjem UI izvajanje ukazov brez odobritve. To je nevarno in naj se uporablja le v nadzorovanih okoljih. Ali ste prepričani?
sv: YOLO-läge tillåter AI-verktyg att köra kommandon utan godkännande. Detta är farligt och bör bara användas i kontrollerade miljöer. Är du säker?
uk: Режим YOLO дозволяє інструментам ШІ виконувати команди без схвалення. Це небезпечно і має використовуватися лише в контрольованих середовищах. Ви впевнені?
vi: Chế độ YOLO cho phép các công cụ AI thực thi lệnh mà không cần phê duyệt. Điều này rất nguy hiểm và chỉ nên dùng trong môi trường được kiểm soát. Bạn có chắc không?
zh_hans: YOLO 模式允许 AI 工具无需批准即可执行命令。这很危险，应仅在受控环境中使用。确定要启用吗？
zh_hant: YOLO 模式允許 AI 工具無需核准即可執行指令。這很危險，僅應在受控環境中使用。確定要啟用嗎？

source: You are attached to this session; this tab will switch to another session first.
ar: أنت مرتبط بهذه الجلسة؛ ستنتقل علامة التبويب هذه إلى جلسة أخرى أولًا.
ca: Esteu adjuntat a aquesta sessió; aquesta pestanya canviarà primer a una altra sessió.
cs: K této relaci jste připojeni; tato karta nejprve přepne na jinou relaci.
da: Du er tilknyttet denne session; denne fane skifter til en anden session først.
de: Sie sind mit dieser Sitzung verbunden; dieser Tab wechselt zuerst zu einer anderen Sitzung.
es: Estás conectado a esta sesión; esta pestaña cambiará primero a otra sesión.
fi: Olet liittyneenä tähän istuntoon; tämä välilehti vaihtaa ensin toiseen istuntoon.
fr: Vous êtes attaché à cette session ; cet onglet basculera d'abord vers une autre session.
he: אתה מחובר להפעלה זו; לשונית זו תחליף תחילה להפעלה אחרת.
hu: Ön csatlakozva van ehhez a munkamenethez; ez a lap először átvált egy másik munkamenetre.
it: Sei collegato a questa sessione; questa scheda passerà prima a un'altra sessione.
ja: あなたはこのセッションにアタッチされています。このタブはまず別のセッションに切り替わります。
ko: 현재 이 세션에 연결되어 있습니다. 이 탭은 먼저 다른 세션으로 전환됩니다.
nb: Du er koblet til denne økten; denne fanen vil bytte til en annen økt først.
nl: U bent aan deze sessie gekoppeld; dit tabblad wisselt eerst naar een andere sessie.
pl: Jesteś dołączony do tej sesji; ta karta najpierw przełączy się na inną sesję.
pt_br: Você está anexado a esta sessão; esta aba alternará para outra sessão primeiro.
pt_pt: Está anexado a esta sessão; este separador irá primeiro alternar para outra sessão.
ro: Sunteți atașat la această sesiune; acest tab va comuta mai întâi la o altă sesiune.
sl: Priklopljeni ste na to sejo; ta zavihek bo najprej preklopil na drugo sejo.
sv: Du är ansluten till den här sessionen; den här fliken byter till en annan session först.
uk: Ви приєднані до цього сеансу; спершу ця вкладка перемкнеться на інший сеанс.
vi: Bạn đang được gắn vào phiên này; tab này sẽ chuyển sang một phiên khác trước.
zh_hans: 你已挂接到此会话；此标签页将先切换到另一个会话。
zh_hant: 你已附加至此工作階段；此標籤頁會先切換至另一個工作階段。

source: You have %lld custom shortcut(s)
ar: لديك %lld اختصار(ات) مخصص(ة)
ca: Teniu %lld drecera/es personalitzada/es
cs: Máte %lld vlastních zkratek
da: Du har %lld brugerdefinerede genveje
de: Sie haben %lld benutzerdefinierte Tastenkombination(en)
es: Tiene %lld atajo(s) personalizado(s)
fi: Sinulla on %lld mukautettua pikanäppäintä
fr: Vous avez %lld raccourci(s) personnalisé(s)
he: יש לך %lld קיצורי דרך מותאמים אישית
hu: %lld egyéni parancsikon van beállítva
it: Sono presenti %lld scorciatoia/e personalizzata/e
ja: カスタムショートカットが%lld個あります
ko: 사용자 지정 단축키 %lld개가 있습니다
nb: Du har %lld egendefinerte snarveier
nl: U heeft %lld aangepaste sneltoets(en)
pl: Masz %lld niestandardowych skrótów
pt_br: Você tem %lld atalho(s) personalizado(s)
pt_pt: Tem %lld atalho(s) personalizado(s)
ro: Aveți %lld scurtătură(i) personalizată(e)
sl: Imate %lld bližnjic po meri
sv: Du har %lld anpassade genväg(ar)
uk: У вас %lld власних скорочень
vi: Bạn có %lld phím tắt tùy chỉnh
zh_hans: 您有 %lld 个自定义快捷键
zh_hant: 您有 %lld 個自訂快速鍵

source: You have %lld saved key(s)
ar: لديك %lld مفتاح (مفاتيح) محفوظ(ة)
ca: Teniu %lld clau(s) desada(es)
cs: Máte %lld uložený(ch) klíč(ů)
da: Du har %lld gemt(e) nøgle(r)
de: Sie haben %lld gespeicherte(n) Schlüssel
es: Tienes %lld clave(s) guardada(s)
fi: Sinulla on %lld tallennettua avainta
fr: Vous avez %lld clé(s) enregistrée(s)
he: יש לך %lld מפתחות שמורים
hu: %lld mentett kulcs
it: Hai %lld chiave/i salvata/e
ja: %lld 個の鍵が保存されています
ko: 저장된 키 %lld개
nb: Du har %lld lagrede nøkkel/nøkler
nl: Je hebt %lld opgeslagen sleutel(s)
pl: Masz %lld zapisanych kluczy
pt_br: Você tem %lld chave(s) salva(s)
pt_pt: Tem %lld chave(s) guardada(s)
ro: Aveți %lld cheie/chei salvate
sl: Imate %lld shranjenih ključev
sv: Du har %lld sparad(e) nyckel/nycklar
uk: У вас %lld збережений(-их) ключ(-ів)
vi: Bạn có %lld khóa đã lưu
zh_hans: 您有 %lld 个已保存的密钥
zh_hant: 您有 %lld 個已儲存的金鑰

source: You should see mptcp listed in the connection info for your SSH session. If no output appears, the server is not accepting MPTCP connections.
ar: يجب أن ترى mptcp مدرجاً في معلومات الاتصال لجلسة SSH الخاصة بك. إذا لم يظهر أي ناتج، فإن الخادم لا يقبل اتصالات MPTCP.
ca: Hauríeu de veure mptcp a la informació de connexió de la vostra sessió SSH. Si no apareix cap sortida, el servidor no accepta connexions MPTCP.
cs: Ve výpisu informací o připojení SSH relace byste měli vidět mptcp. Pokud se nezobrazí žádný výstup, server nepřijímá MPTCP připojení.
da: Du bør se mptcp i forbindelsesoplysningerne for din SSH-session. Hvis der ikke vises noget output, accepterer serveren ikke MPTCP-forbindelser.
de: Sie sollten mptcp in den Verbindungsinformationen Ihrer SSH-Sitzung aufgelistet sehen. Wenn keine Ausgabe erscheint, akzeptiert der Server keine MPTCP-Verbindungen.
es: Debería ver mptcp listado en la información de conexión de su sesión SSH. Si no aparece ninguna salida, el servidor no está aceptando conexiones MPTCP.
fi: SSH-istunnon yhteystiedoissa pitäisi näkyä mptcp. Jos tulostetta ei näy, palvelin ei hyväksy MPTCP-yhteyksiä.
fr: Vous devriez voir mptcp listé dans les informations de connexion de votre session SSH. Si aucune sortie n'apparaît, le serveur n'accepte pas les connexions MPTCP.
he: אתה אמור לראות mptcp ברשימת פרטי החיבור של הפעלת ה-SSH שלך. אם לא מופיע פלט, השרת אינו מקבל חיבורי MPTCP.
hu: Az SSH-munkamenet csatlakozási adataiban látnia kell az mptcp-t. Ha nem jelenik meg kimenet, a szerver nem fogad el MPTCP-kapcsolatokat.
it: Dovrebbe essere visualizzato mptcp nelle informazioni di connessione della sessione SSH. Se non appare alcun output, il server non accetta connessioni MPTCP.
ja: SSHセッションの接続情報にmptcpが表示されるはずです。出力がない場合、サーバーはMPTCP接続を受け入れていません。
ko: SSH 세션의 연결 정보에 mptcp가 표시되어야 합니다. 출력이 없으면 서버가 MPTCP 연결을 수락하지 않는 것입니다.
nb: Du bør se mptcp oppført i tilkoblingsinformasjonen for SSH-sesjonen din. Hvis ingen utdata vises, aksepterer ikke serveren MPTCP-tilkoblinger.
nl: U zou mptcp moeten zien in de verbindingsinformatie van uw SSH-sessie. Als er geen uitvoer verschijnt, accepteert de server geen MPTCP-verbindingen.
pl: Powinieneś zobaczyć mptcp na liście informacji o połączeniu sesji SSH. Jeśli nie pojawi się żadne wyjście, serwer nie akceptuje połączeń MPTCP.
pt_br: Você deve ver mptcp listado nas informações de conexão da sua sessão SSH. Se nenhuma saída aparecer, o servidor não está aceitando conexões MPTCP.
pt_pt: Deverá ver mptcp listado nas informações de ligação da sua sessão SSH. Se não aparecer nenhuma saída, o servidor não está a aceitar ligações MPTCP.
ro: Ar trebui să vedeți mptcp listat în informațiile de conexiune ale sesiunii SSH. Dacă nu apare nicio ieșire, serverul nu acceptă conexiuni MPTCP.
sl: V podatkih o povezavi vaše SSH seje bi morali videti mptcp. Če se ne prikaže noben izpis, strežnik ne sprejema MPTCP povezav.
sv: Du bör se mptcp listat i anslutningsinformationen för din SSH-session. Om ingen utdata visas accepterar servern inte MPTCP-anslutningar.
uk: Ви маєте побачити mptcp у відомостях про з'єднання вашої SSH-сесії. Якщо вивід відсутній, сервер не приймає MPTCP-з'єднання.
vi: Bạn sẽ thấy mptcp được liệt kê trong thông tin kết nối của phiên SSH. Nếu không có đầu ra, máy chủ không chấp nhận kết nối MPTCP.
zh_hans: 您应该在 SSH 会话的连接信息中看到 mptcp。如果没有输出，则服务器未接受 MPTCP 连接。
zh_hant: 您應該在 SSH 工作階段的連線資訊中看到 mptcp。如果沒有輸出，表示伺服器未接受 MPTCP 連線。
